/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "A determinar a localização actual";
"DeterminingLocationStep2" = "A determinar a localização actual.";
"DeterminingLocationStep3" = "A determinar a localização actual..";
"DeterminingLocationStep4" = "A determinar a localização actual...";

"DeterminingLocation" = "A determinar a localização actual...";

"LocationError" = "De momento não é possível determinar a localização actual";
"CurrentLocation" = "Localização actual: %@";
"TurnONAirport" = "Activar AirPort para determinar a localização actual";
